Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: This copy of the app cannot sign in to Game Center, so the trophies below are counted on this device and go no further.
de: Diese Kopie der App kann sich nicht bei Game Center anmelden, daher werden die Trophäen unten nur auf diesem Gerät gezählt und gehen nicht weiter.
es: Esta copia de la app no puede iniciar sesión en Game Center, así que los trofeos de abajo se cuentan en este dispositivo y no van más allá.
fr: Cet exemplaire de l’app ne peut pas se connecter à Game Center, donc les trophées ci-dessous sont comptabilisés sur cet appareil et n’en sortent pas.
it: Questa copia dell’app non può accedere a Game Center, quindi i trofei qui sotto vengono conteggiati solo su questo dispositivo e non vanno oltre.
ja: このアプリのコピーは Game Center にサインインできないため、下記のトロフィーはこのデバイス上でのみカウントされ、それより先には送られません。
ko: 이 앱 사본은 Game Center에 로그인할 수 없어, 아래 트로피는 이 기기에서만 집계되고 더 이상 전달되지 않습니다.
pt_br: Esta cópia do app não consegue entrar no Game Center, então os troféus abaixo são contados apenas neste dispositivo e não vão além disso.
zh_hans: 此应用副本无法登录 Game Center，因此下面的奖杯只会在这台设备上计数，不会再传到别处。
zh_hant: 此應用程式副本無法登入 Game Center，因此下面的獎盃只會在這台裝置上計數，不會再傳到別處。

source: Game Center is turned off for this account, so the trophies below are counted on this device and go no further.
de: Game Center ist für dieses Konto deaktiviert, daher werden die Trophäen unten nur auf diesem Gerät gezählt und gehen nicht weiter.
es: Game Center está desactivado para esta cuenta, así que los trofeos de abajo se cuentan en este dispositivo y no van más allá.
fr: Game Center est désactivé pour ce compte, donc les trophées ci-dessous sont comptabilisés sur cet appareil et n’en sortent pas.
it: Game Center è disattivato per questo account, quindi i trofei qui sotto vengono conteggiati solo su questo dispositivo e non vanno oltre.
ja: このアカウントでは Game Center がオフになっているため、下記のトロフィーはこのデバイス上でのみカウントされ、それより先には送られません。
ko: 이 계정은 Game Center가 꺼져 있어, 아래 트로피는 이 기기에서만 집계되고 더 이상 전달되지 않습니다.
pt_br: O Game Center está desativado para esta conta, então os troféus abaixo são contados apenas neste dispositivo e não vão além disso.
zh_hans: 此账户已关闭 Game Center，因此下面的奖杯只会在这台设备上计数，不会再传到别处。
zh_hant: 此帳號已關閉 Game Center，因此下面的獎盃只會在這台裝置上計數，不會再傳到別處。

source: Game Center is not answering, so the trophies below are counted on this device until it does.
de: Game Center antwortet nicht, daher werden die Trophäen unten so lange auf diesem Gerät gezählt, bis es wieder antwortet.
es: Game Center no responde, así que los trofeos de abajo se cuentan en este dispositivo hasta que vuelva a hacerlo.
fr: Game Center ne répond pas, donc les trophées ci-dessous sont comptabilisés sur cet appareil en attendant qu’il réponde.
it: Game Center non risponde, quindi i trofei qui sotto vengono conteggiati su questo dispositivo finché non tornerà a rispondere.
ja: Game Center が応答していないため、応答するまで下記のトロフィーはこのデバイス上でカウントされます。
ko: Game Center가 응답하지 않아, 응답할 때까지 아래 트로피는 이 기기에서 집계됩니다.
pt_br: O Game Center não está respondendo, então os troféus abaixo são contados neste dispositivo até que volte a responder.
zh_hans: Game Center 没有响应，因此下面的奖杯会先在这台设备上计数，直到它恢复响应为止。
zh_hant: Game Center 沒有回應，因此下面的獎盃會先在這台裝置上計數，直到它恢復回應為止。

source: Added
de: Hinzugefügt
es: Añadido
fr: Ajouté
it: Aggiunto
ja: 追加
ko: 추가됨
pt_br: Adicionado
zh_hans: 已添加
zh_hant: 已新增

source: Modified
de: Geändert
es: Modificado
fr: Modifié
it: Modificato
ja: 変更
ko: 수정됨
pt_br: Modificado
zh_hans: 已修改
zh_hant: 已修改

source: Deleted
de: Gelöscht
es: Eliminado
fr: Supprimé
it: Eliminato
ja: 削除
ko: 삭제됨
pt_br: Excluído
zh_hans: 已删除
zh_hant: 已刪除

source: Renamed
de: Umbenannt
es: Renombrado
fr: Renommé
it: Rinominato
ja: 名前変更
ko: 이름 변경됨
pt_br: Renomeado
zh_hans: 已重命名
zh_hant: 已重新命名

source: Type changed
de: Typ geändert
es: Tipo cambiado
fr: Type modifié
it: Tipo modificato
ja: 種類変更
ko: 유형 변경됨
pt_br: Tipo alterado
zh_hans: 类型已更改
zh_hant: 類型已變更

source: Untracked
de: Nicht verfolgt
es: Sin seguimiento
fr: Non suivi
it: Non tracciato
ja: 未追跡
ko: 추적되지 않음
pt_br: Não rastreado
zh_hans: 未跟踪
zh_hant: 未追蹤

source: Untracked folder
de: Nicht verfolgter Ordner
es: Carpeta sin seguimiento
fr: Dossier non suivi
it: Cartella non tracciata
ja: 未追跡のフォルダ
ko: 추적되지 않는 폴더
pt_br: Pasta não rastreada
zh_hans: 未跟踪的文件夹
zh_hant: 未追蹤的資料夾

source: Conflicted
de: Konflikt
es: En conflicto
fr: En conflit
it: In conflitto
ja: 競合
ko: 충돌
pt_br: Em conflito
zh_hans: 有冲突
zh_hant: 有衝突

source: Submodule
de: Submodul
es: Submódulo
fr: Sous-module
it: Sottomodulo
ja: サブモジュール
ko: 서브모듈
pt_br: Submódulo
zh_hans: 子模块
zh_hant: 子模組

source: %d added
de: %d hinzugefügt
es: %d añadidas
fr: %d ajoutées
it: %d aggiunte
ja: %d 行追加
ko: %d줄 추가
pt_br: %d adicionadas
zh_hans: 新增 %d 行
zh_hant: 新增 %d 行

source: %d removed
de: %d entfernt
es: %d eliminadas
fr: %d supprimées
it: %d rimosse
ja: %d 行削除
ko: %d줄 삭제
pt_br: %d removidas
zh_hans: 删除 %d 行
zh_hant: 刪除 %d 行

source: CONFLICTS
de: KONFLIKTE
es: CONFLICTOS
fr: CONFLITS
it: CONFLITTI
ja: 競合
ko: 충돌
pt_br: CONFLITOS
zh_hans: 冲突
zh_hant: 衝突

source: STAGED
de: BEREITGESTELLT
es: PREPARADOS
fr: INDEXÉS
it: PREPARATI
ja: ステージ済み
ko: 스테이징됨
pt_br: PREPARADOS
zh_hans: 已暂存
zh_hant: 已暫存

source: CHANGED
de: GEÄNDERT
es: MODIFICADOS
fr: MODIFIÉS
it: MODIFICATI
ja: 変更
ko: 변경됨
pt_br: MODIFICADOS
zh_hans: 已修改
zh_hant: 已修改

source: UNTRACKED
de: NICHT VERFOLGT
es: SIN SEGUIMIENTO
fr: NON SUIVIS
it: NON TRACCIATI
ja: 未追跡
ko: 추적되지 않음
pt_br: NÃO RASTREADOS
zh_hans: 未跟踪
zh_hant: 未追蹤

source: %d conflicted
de: %d im Konflikt
es: %d en conflicto
fr: %d en conflit
it: %d in conflitto
ja: 競合 %d 件
ko: 충돌 %d개
pt_br: %d em conflito
zh_hans: 冲突 %d 个
zh_hant: 衝突 %d 個

source: %d staged
de: %d bereitgestellt
es: %d preparados
fr: %d indexés
it: %d preparati
ja: ステージ済み %d 件
ko: 스테이징됨 %d개
pt_br: %d preparados
zh_hans: 已暂存 %d 个
zh_hant: 已暫存 %d 個

source: %d changed
de: %d geändert
es: %d modificados
fr: %d modifiés
it: %d modificati
ja: 変更 %d 件
ko: 변경됨 %d개
pt_br: %d modificados
zh_hans: 已修改 %d 个
zh_hant: 已修改 %d 個

source: %d untracked
de: %d nicht verfolgt
es: %d sin seguimiento
fr: %d non suivis
it: %d non tracciati
ja: 未追跡 %d 件
ko: 추적 안 됨 %d개
pt_br: %d não rastreados
zh_hans: 未跟踪 %d 个
zh_hant: 未追蹤 %d 個

source: %d more
de: %d weitere
es: %d más
fr: %d de plus
it: %d in più
ja: 他 %d 件
ko: %d개 더
pt_br: %d mais
zh_hans: 还有 %d 个
zh_hant: 還有 %d 個

source: Working tree clean
de: Arbeitsverzeichnis sauber
es: Árbol de trabajo limpio
fr: Arbre de travail propre
it: Albero di lavoro pulito
ja: 作業ツリーはクリーンです
ko: 작업 트리가 깨끗함
pt_br: Árvore de trabalho limpa
zh_hans: 工作区干净
zh_hant: 工作目錄乾淨

source: detached at %@
de: losgelöst bei %@
es: separado en %@
fr: détaché à %@
it: distaccato su %@
ja: %@ で分離
ko: %@에서 분리됨
pt_br: desacoplado em %@
zh_hans: 分离于 %@
zh_hant: 分離於 %@

source: no branch
de: kein Branch
es: sin rama
fr: aucune branche
it: nessun ramo
ja: ブランチなし
ko: 브랜치 없음
pt_br: sem branch
zh_hans: 无分支
zh_hant: 無分支

source: %@ files
de: %@ Dateien
es: %@ archivos
fr: %@ fichiers
it: %@ file
ja: %@ 件のファイル
ko: 파일 %@개
pt_br: %@ arquivos
zh_hans: %@ 个文件
zh_hant: %@ 個檔案

source: binary
de: Binärdatei
es: binario
fr: binaire
it: binario
ja: バイナリ
ko: 바이너리
pt_br: binário
zh_hans: 二进制文件
zh_hant: 二進位檔案

source: not a repository
de: kein Repository
es: no es un repositorio
fr: pas un dépôt
it: non è un repository
ja: リポジトリではありません
ko: 저장소가 아님
pt_br: não é um repositório
zh_hans: 不是仓库
zh_hant: 不是儲存庫

source: no upstream
de: kein Upstream
es: sin upstream
fr: aucun amont
it: nessun upstream
ja: アップストリームなし
ko: 업스트림 없음
pt_br: sem upstream
zh_hans: 无上游
zh_hant: 無上游

source: up to date
de: aktuell
es: actualizado
fr: à jour
it: aggiornato
ja: 最新
ko: 최신 상태
pt_br: atualizado
zh_hans: 已是最新
zh_hant: 已是最新

source: %d ahead
de: %d voraus
es: %d por delante
fr: %d en avance
it: %d avanti
ja: %d 件先行
ko: %d개 앞섬
pt_br: %d à frente
zh_hans: 领先 %d 个
zh_hant: 領先 %d 個

source: %d behind
de: %d zurück
es: %d por detrás
fr: %d de retard
it: %d indietro
ja: %d 件遅れ
ko: %d개 뒤처짐
pt_br: %d atrás
zh_hans: 落后 %d 个
zh_hant: 落後 %d 個

source: %1$d ahead, %2$d behind
de: %1$d voraus, %2$d zurück
es: %1$d por delante, %2$d por detrás
fr: %1$d en avance, %2$d de retard
it: %1$d avanti, %2$d indietro
ja: %1$d 件先行、%2$d 件遅れ
ko: %1$d개 앞섬, %2$d개 뒤처짐
pt_br: %1$d à frente, %2$d atrás
zh_hans: 领先 %1$d 个，落后 %2$d 个
zh_hant: 領先 %1$d 個，落後 %2$d 個

source: %1$@ in progress · %2$d conflicted
de: %1$@ läuft · %2$d im Konflikt
es: %1$@ en curso · %2$d en conflicto
fr: %1$@ en cours · %2$d en conflit
it: %1$@ in corso · %2$d in conflitto
ja: %1$@ 実行中 · 競合 %2$d 件
ko: %1$@ 진행 중 · 충돌 %2$d개
pt_br: %1$@ em andamento · %2$d em conflito
zh_hans: %1$@ 进行中 · 冲突 %2$d 个
zh_hant: %1$@ 進行中 · 衝突 %2$d 個

source: %@ in progress
de: %@ läuft
es: %@ en curso
fr: %@ en cours
it: %@ in corso
ja: %@ 実行中
ko: %@ 진행 중
pt_br: %@ em andamento
zh_hans: %@ 进行中
zh_hant: %@ 進行中

source: %d files conflicted
de: %d Dateien im Konflikt
es: %d archivos en conflicto
fr: %d fichiers en conflit
it: %d file in conflitto
ja: %d 件のファイルが競合
ko: 파일 %d개 충돌
pt_br: %d arquivos em conflito
zh_hans: %d 个文件冲突
zh_hant: %d 個檔案衝突

source: Stashed
de: Stash
es: Stash
fr: Remisages
it: Stash
ja: スタッシュ
ko: 스태시
pt_br: Stash
zh_hans: 储藏
zh_hant: 儲藏

source: Fetched
de: Abgerufen
es: Obtenido
fr: Récupéré
it: Recuperato
ja: フェッチ
ko: 가져옴
pt_br: Buscado
zh_hans: 已获取
zh_hant: 已擷取

source: %dm ago
de: vor %dm
es: hace %dm
fr: il y a %dm
it: %dm fa
ja: %d分前
ko: %d분 전
pt_br: há %dm
zh_hans: %d分钟前
zh_hant: %d分鐘前

source: %dh ago
de: vor %dh
es: hace %dh
fr: il y a %dh
it: %dh fa
ja: %d時間前
ko: %d시간 전
pt_br: há %dh
zh_hans: %d小时前
zh_hant: %d小時前

source: %dd ago
de: vor %dd
es: hace %dd
fr: il y a %dd
it: %dd fa
ja: %d日前
ko: %d일 전
pt_br: há %dd
zh_hans: %d天前
zh_hant: %d天前

source: Press the keys you want to summon Tailscode with.
de: Drücke die Tasten, mit denen du Tailscode aufrufen möchtest.
es: Pulsa las teclas con las que quieras invocar Tailscode.
fr: Appuyez sur les touches avec lesquelles vous voulez invoquer Tailscode.
it: Premi i tasti con cui vuoi richiamare Tailscode.
ja: Tailscode を呼び出すのに使うキーを押してください。
ko: Tailscode를 불러올 때 사용할 키를 누르세요.
pt_br: Pressione as teclas com as quais você quer invocar o Tailscode.
zh_hans: 按下你想用来唤出 Tailscode 的按键。
zh_hant: 按下你想用來喚出 Tailscode 的按鍵。

source: A key with no modifier belongs to whatever you are typing into. A summon has to be a chord no text field can want.
de: Eine Taste ohne Modifikator gehört dem, wohinein du gerade tippst. Ein Aufruf muss eine Tastenkombination sein, die kein Textfeld für sich beanspruchen könnte.
es: Una tecla sin modificador pertenece a lo que sea que estés escribiendo. Una invocación debe ser una combinación que ningún campo de texto pueda querer.
fr: Une touche sans modificateur appartient à ce dans quoi vous êtes en train de saisir du texte. Une invocation doit être une combinaison qu’aucun champ de texte ne pourrait vouloir.
it: Un tasto senza modificatore appartiene a qualunque cosa tu stia digitando. Un richiamo deve essere una combinazione che nessun campo di testo potrebbe volere.
ja: 修飾キーのない単独のキーは、入力中の場所に奪われてしまいます。呼び出しには、どんなテキストフィールドも欲しがらないキーの組み合わせが必要です。
ko: 보조키가 없는 키는 지금 입력 중인 곳이 가로챕니다. 불러오기는 어떤 텍스트 필드도 원하지 않을 조합이어야 합니다.
pt_br: Uma tecla sem modificador pertence a onde quer que você esteja digitando. Uma invocação precisa ser uma combinação que nenhum campo de texto possa querer.
zh_hans: 没有修饰键的按键会被你正在输入的地方占用。用来唤出的组合键必须是任何文本框都不会需要的。
zh_hant: 沒有修飾鍵的按鍵會被你正在輸入的地方占用。用來喚出的組合鍵必須是任何文字欄位都不會需要的。

source: A bare function key still reaches the app in front of you in some programs.
de: Eine einzelne Funktionstaste erreicht in manchen Programmen trotzdem die App, die gerade im Vordergrund ist.
es: Una tecla de función sola sigue llegando, en algunos programas, a la app que tienes delante.
fr: Une simple touche de fonction atteint tout de même, dans certains programmes, l’app au premier plan.
it: Un tasto funzione da solo, in alcuni programmi, raggiunge comunque l’app in primo piano.
ja: 単独のファンクションキーでも、一部のプログラムでは手前にあるアプリに届いてしまいます。
ko: 단독 기능 키도 일부 프로그램에서는 앞에 있는 앱으로 전달됩니다.
pt_br: Uma tecla de função sozinha ainda chega ao app em primeiro plano em alguns programas.
zh_hans: 在某些程序中，单独按下功能键仍会传到最前面的那个应用。
zh_hant: 在某些程式中，單獨按下功能鍵仍會傳到最前面的那個應用程式。

source: Shift and an arrow extends the selection by word in every editor, terminal and text field on this machine. Taking it would break the gesture you use right before you want to ask something.
de: Umschalt und ein Pfeil erweitert die Auswahl wortweise in jedem Editor, Terminal und Textfeld auf diesem Rechner. Würde man das belegen, wäre genau die Geste kaputt, die du kurz bevor du etwas fragen willst benutzt.
es: Mayús y una flecha amplía la selección palabra a palabra en todos los editores, terminales y campos de texto de esta máquina. Ocuparla rompería justo el gesto que usas justo antes de querer preguntar algo.
fr: Majuscule et une flèche étend la sélection mot par mot dans chaque éditeur, terminal et champ de texte sur cette machine. La récupérer casserait justement le geste que vous utilisez juste avant de vouloir poser une question.
it: Maiusc e una freccia estende la selezione parola per parola in ogni editor, terminale e campo di testo su questa macchina. Occuparla romperebbe proprio il gesto che usi appena prima di voler chiedere qualcosa.
ja: Shift と矢印キーは、このマシン上のあらゆるエディタ・ターミナル・テキストフィールドで単語単位に選択範囲を広げます。これを奪うと、何かを尋ねようとする直前に使うそのジェスチャーが壊れてしまいます。
ko: Shift와 화살표 키는 이 컴퓨터의 모든 편집기, 터미널, 텍스트 필드에서 선택 영역을 단어 단위로 넓힙니다. 이 조합을 가져가면 무언가 물어보기 직전에 쓰는 바로 그 동작이 망가집니다.
pt_br: Shift e uma seta estendem a seleção palavra por palavra em todo editor, terminal e campo de texto nesta máquina. Usar essa combinação quebraria justamente o gesto que você faz pouco antes de querer perguntar algo.
zh_hans: Shift 加方向键，会在这台机器上的每个编辑器、终端和文本框里按单词扩展选区。占用它会破坏你在提问前那一刻正要用的手势。
zh_hant: Shift 加方向鍵，會在這台機器上的每個編輯器、終端機和文字欄位裡按單詞展開選取範圍。佔用它會破壞你在提問前那一刻正要用的手勢。

source: An arrow moves the caret or the workspace on every desktop. Taking it machine-wide breaks either one.
de: Ein Pfeil bewegt auf jedem Desktop entweder den Cursor oder den Arbeitsbereich. Belegt man ihn systemweit, geht eines von beidem kaputt.
es: Una flecha mueve el cursor o el espacio de trabajo en todos los entornos de escritorio. Ocuparla en toda la máquina rompe uno de los dos.
fr: Une flèche déplace le curseur ou l’espace de travail sur chaque bureau. La récupérer à l’échelle de la machine casse l’un des deux.
it: Una freccia sposta il cursore o lo spazio di lavoro su ogni desktop. Occuparla a livello di tutta la macchina rompe l’uno o l’altro.
ja: 矢印キーは、どのデスクトップでもカーソルかワークスペースのどちらかを動かします。マシン全体で奪ってしまうと、そのどちらかが壊れます。
ko: 화살표 키는 모든 데스크톱에서 커서나 작업 공간 중 하나를 이동시킵니다. 컴퓨터 전체에서 이 키를 가져가면 둘 중 하나가 망가집니다.
pt_br: Uma seta move o cursor ou a área de trabalho em todo desktop. Usá-la em toda a máquina quebra um dos dois.
zh_hans: 方向键在每种桌面环境里都会移动光标或工作区。如果在整台机器上占用它，两者中总有一个会失灵。
zh_hant: 方向鍵在每種桌面環境裡都會移動游標或工作區。如果在整台機器上佔用它，兩者中總有一個會失靈。

source: Tab with a modifier belongs to the window and tab switchers.
de: Tab mit einem Modifikator gehört den Fenster- und Tab-Umschaltern.
es: Tab con un modificador pertenece a los selectores de ventanas y pestañas.
fr: Tab avec un modificateur appartient aux sélecteurs de fenêtres et d’onglets.
it: Tab con un modificatore appartiene ai selettori di finestre e schede.
ja: 修飾キー付きの Tab は、ウインドウ切り替えやタブ切り替えのものです。
ko: 보조키와 함께 쓰는 Tab은 창 전환기와 탭 전환기의 몫입니다.
pt_br: Tab com um modificador pertence aos alternadores de janelas e abas.
zh_hans: 带修饰键的 Tab 属于窗口切换器和标签页切换器。
zh_hant: 帶修飾鍵的 Tab 屬於視窗切換器和分頁切換器。

source: %@ is an editing shortcut in every app on this machine.
de: %@ ist in jeder App auf diesem Rechner ein Bearbeitungs-Shortcut.
es: %@ es un atajo de edición en todas las apps de esta máquina.
fr: %@ est un raccourci d’édition dans toutes les apps de cette machine.
it: %@ è una scorciatoia di modifica in ogni app su questa macchina.
ja: %@ は、このマシン上のあらゆるアプリで編集用のショートカットです。
ko: %@은(는) 이 컴퓨터의 모든 앱에서 편집 단축키로 쓰입니다.
pt_br: %@ é um atalho de edição em todo app nesta máquina.
zh_hans: %@ 在这台机器上的每个应用里都是一个编辑快捷键。
zh_hant: %@ 在這台機器上的每個應用程式裡都是一個編輯快速鍵。

source: A single modifier and space is what most launchers and input switchers are on.
de: Ein einzelner Modifikator mit Leertaste ist das, worauf die meisten Launcher und Eingabequellen-Umschalter liegen.
es: Un solo modificador y espacio es lo que usan la mayoría de lanzadores y selectores de teclado.
fr: Un simple modificateur et espace est ce sur quoi reposent la plupart des lanceurs et sélecteurs de méthode de saisie.
it: Un singolo modificatore e la barra spaziatrice sono ciò su cui si basano la maggior parte dei launcher e dei selettori di input.
ja: 単一の修飾キーとスペースは、多くのランチャーや入力切り替えが使っている組み合わせです。
ko: 단일 보조키와 스페이스는 대부분의 런처와 입력기 전환에 쓰이는 조합입니다.
pt_br: Um único modificador e espaço é o que a maioria dos launchers e trocadores de teclado usa.
zh_hans: 单个修饰键加空格，是大多数启动器和输入法切换所占用的组合。
zh_hant: 單個修飾鍵加空白鍵，是大多數啟動器和輸入法切換所佔用的組合。

source: The desktop itself claims most Super chords before an app sees them.
de: Der Desktop selbst beansprucht die meisten Super-Kombinationen, bevor eine App sie überhaupt sieht.
es: El propio escritorio se queda con la mayoría de combinaciones con Super antes de que una app las vea.
fr: Le bureau lui-même s’approprie la plupart des combinaisons avec Super avant qu’une app ne les voie.
it: Il desktop stesso si appropria della maggior parte delle combinazioni con Super prima che un’app le veda.
ja: Super キーを使った組み合わせのほとんどは、アプリに届く前にデスクトップ自体が奪ってしまいます。
ko: Super 키를 쓰는 조합 대부분은 앱에 도달하기도 전에 데스크톱 자체가 가로챕니다.
pt_br: O próprio desktop se apropria da maioria das combinações com Super antes que um app as veja.
zh_hans: 大多数带 Super 键的组合键，还没等应用看到就已经被桌面环境自己占用了。
zh_hant: 大多數帶 Super 鍵的組合鍵，還沒等應用程式看到就已經被桌面環境自己佔用了。

source: this desktop
de: dieser Desktop
es: este escritorio
fr: ce bureau
it: questo desktop
ja: このデスクトップ
ko: 이 데스크톱
pt_br: este desktop
zh_hans: 这个桌面环境
zh_hant: 這個桌面環境

source: Add it to hyprland.conf.
de: Füge es zu hyprland.conf hinzu.
es: Añádelo a hyprland.conf.
fr: Ajoutez-le à hyprland.conf.
it: Aggiungilo a hyprland.conf.
ja: hyprland.conf に追加してください。
ko: hyprland.conf에 추가하세요.
pt_br: Adicione-o ao hyprland.conf.
zh_hans: 把它添加到 hyprland.conf。
zh_hant: 把它加入 hyprland.conf。

source: Add it to your %@ config.
de: Füge es zu deiner %@-Konfiguration hinzu.
es: Añádelo a tu configuración de %@.
fr: Ajoutez-le à votre configuration %@.
it: Aggiungilo alla tua configurazione di %@.
ja: あなたの %@ の設定に追加してください。
ko: %@ 설정에 추가하세요.
pt_br: Adicione-o à sua configuração do %@.
zh_hans: 把它添加到你的 %@ 配置中。
zh_hant: 把它加入你的 %@ 設定中。

source: Settings → Keyboard → Custom Shortcuts, with %@ as the key.
de: Einstellungen → Tastatur → Benutzerdefinierte Tastenkürzel, mit %@ als Taste.
es: Configuración → Teclado → Atajos personalizados, con %@ como tecla.
fr: Paramètres → Clavier → Raccourcis personnalisés, avec %@ comme touche.
it: Impostazioni → Tastiera → Scorciatoie personalizzate, con %@ come tasto.
ja: 設定 → キーボード → カスタムショートカット、キーは %@。
ko: 설정 → 키보드 → 사용자 지정 단축키, 키는 %@.
pt_br: Configurações → Teclado → Atalhos personalizados, com %@ como tecla.
zh_hans: 设置 → 键盘 → 自定义快捷键，按键为 %@。
zh_hant: 設定 → 鍵盤 → 自訂快速鍵，按鍵為 %@。

source: System Settings → Shortcuts → Tailscode, with %@ as the key.
de: Systemeinstellungen → Kurzbefehle → Tailscode, mit %@ als Taste.
es: Ajustes del Sistema → Atajos → Tailscode, con %@ como tecla.
fr: Réglages Système → Raccourcis → Tailscode, avec %@ comme touche.
it: Impostazioni di Sistema → Scorciatoie → Tailscode, con %@ come tasto.
ja: システム設定 → ショートカット → Tailscode、キーは %@。
ko: 시스템 설정 → 단축키 → Tailscode, 키는 %@.
pt_br: Ajustes do Sistema → Atalhos → Tailscode, com %@ como tecla.
zh_hans: 系统设置 → 快捷键 → Tailscode，按键为 %@。
zh_hant: 系統設定 → 快速鍵 → Tailscode，按鍵為 %@。

source: Bind it to %@ wherever this desktop keeps its shortcuts.
de: Binde es an %@, wo auch immer dieser Desktop seine Tastenkürzel verwaltet.
es: Asígnalo a %@ donde sea que este escritorio guarde sus atajos.
fr: Associez-le à %@, où que ce bureau conserve ses raccourcis.
it: Assegnalo a %@, ovunque questo desktop tenga le sue scorciatoie.
ja: このデスクトップがショートカットを管理している場所で、%@ に割り当ててください。
ko: 이 데스크톱이 단축키를 관리하는 곳 어디서든 %@에 지정하세요.
pt_br: Vincule-o a %@, onde quer que este desktop guarde seus atalhos.
zh_hans: 无论这个桌面环境把快捷键放在哪里管理，都把它绑定到 %@。
zh_hant: 無論這個桌面環境把快速鍵放在哪裡管理，都把它繫結到 %@。

source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
ko: 꺼짐
pt_br: Desativado
zh_hans: 关闭
zh_hant: 關閉

source: %@ anywhere
de: %@ überall
es: %@ en cualquier lugar
fr: %@ partout
it: %@ ovunque
ja: どこでも %@
ko: 어디서나 %@
pt_br: %@ em qualquer lugar
zh_hans: 随处 %@
zh_hant: 隨處 %@

source: Waiting for %@
de: Warte auf %@
es: Esperando %@
fr: En attente de %@
it: In attesa di %@
ja: %@ を待っています
ko: %@ 대기 중
pt_br: Aguardando %@
zh_hans: 正在等待 %@
zh_hant: 正在等待 %@

source: %@ is taken
de: %@ ist bereits belegt
es: %@ ya está en uso
fr: %@ est déjà pris
it: %@ è già occupato
ja: %@ はすでに使われています
ko: %@은(는) 이미 사용 중입니다
pt_br: %@ já está em uso
zh_hans: %@ 已被占用
zh_hant: %@ 已被佔用

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile
ja: 利用不可
ko: 사용 불가
pt_br: Indisponível
zh_hans: 不可用
zh_hant: 無法使用

source: Tailscode answers its own window only. Turn this on to ask from anywhere.
de: Tailscode reagiert nur im eigenen Fenster. Schalte dies ein, um von überall aus zu fragen.
es: Tailscode solo responde en su propia ventana. Activa esto para preguntar desde cualquier lugar.
fr: Tailscode ne répond que dans sa propre fenêtre. Activez ceci pour poser une question depuis n’importe où.
it: Tailscode risponde solo nella propria finestra. Attiva questa opzione per chiedere da qualsiasi punto.
ja: Tailscode は自分のウインドウでしか反応しません。どこからでも質問できるようにするには、これをオンにしてください。
ko: Tailscode는 자체 창에서만 응답합니다. 어디서든 질문하려면 이 옵션을 켜세요.
pt_br: O Tailscode só responde em sua própria janela. Ative isto para perguntar de qualquer lugar.
zh_hans: Tailscode 只在自己的窗口里响应。打开此选项即可随时随地提问。
zh_hant: Tailscode 只在自己的視窗裡回應。開啟此選項即可隨時隨地提問。

source: Press %@ in any app to ask a question. %@
de: Drücke %@ in einer beliebigen App, um eine Frage zu stellen. %@
es: Pulsa %@ en cualquier app para hacer una pregunta. %@
fr: Appuyez sur %@ dans n’importe quelle app pour poser une question. %@
it: Premi %@ in qualsiasi app per fare una domanda. %@
ja: どのアプリでも %@ を押せば質問できます。%@
ko: 어떤 앱에서든 %@를 누르면 질문할 수 있습니다. %@
pt_br: Pressione %@ em qualquer app para fazer uma pergunta. %@
zh_hans: 在任何应用中按下 %@ 即可提问。%@
zh_hant: 在任何應用程式中按下 %@ 即可提問。%@

source: This desktop gave the key to %@ rather than %@. %@
de: Dieser Desktop hat die Taste an %@ vergeben, nicht an %@. %@
es: Este escritorio le dio la tecla a %@, no a %@. %@
fr: Ce bureau a donné la touche à %@, pas à %@. %@
it: Questo desktop ha dato il tasto a %@, non a %@. %@
ja: このデスクトップはそのキーを %@ に渡しました（%@ ではなく）。%@
ko: 이 데스크톱은 그 키를 %@에 주었습니다(%@가 아니라). %@
pt_br: Este desktop deu a tecla a %@, não a %@. %@
zh_hans: 这个桌面环境把这个键交给了 %@，而不是 %@。%@
zh_hant: 這個桌面環境把這個鍵交給了 %@，而不是 %@。%@
